Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# profile.emailChange.confirmationMessage
source: Check your inbox for both email addresses. You must click the links in both emails to complete the change.
ar: تحقق من صندوق الوارد الخاص بك لكلا عنواني البريد الإلكتروني. يجب عليك النقر على الروابط في كلا البريدين لإكمال التغيير.
bg: Проверете пощата си за двата имейл адреса. Трябва да кликнете върху връзките в двата имейла, за да завършите промяната.
bn: উভয় ইমেল ঠিকানার জন্য আপনার ইনবক্স চেক করুন। পরিবর্তন সম্পূর্ণ করতে আপনাকে উভয় ইমেলে লিঙ্ক ক্লিক করতে হবে।
ca: Comprova la teva bústia per a ambdues adreces de correu electrònic. Has de fer clic als enllaços de tots dos correus electrònics per completar el canvi.
cs: Zkontrolujte svou doručenou poštu na obě e-mailové adresy. Musíte kliknout na odkazy v obou e-mailech, abyste dokončili změnu.
da: Tjek din indbakke for begge e-mailadresser. Du skal klikke på linkene i begge e-mails for at fuldføre ændringen.
de: Überprüfe deinen Posteingang für beide E-Mail-Adressen. Du musst auf die Links in beiden E-Mails klicken, um die Änderung abzuschließen.
el: Ελέγχει τα εισερχόμενά σου για αμφότερες τις διευθύνσεις ηλεκτρονικού ταχυδρομείου. Πρέπει να κάνεις κλικ στους συνδέσμους και στα δύο μηνύματα ηλεκτρονικού ταχυδρομείου για να ολοκληρώσεις την αλλαγή.
es: Revisa tu bandeja de entrada para ambas direcciones de correo. Debes hacer clic en los enlaces en ambos correos para completar el cambio.
et: Kontrolli mõlema e-posti aadressi sisendkasti. Pead klikkima linke mõlemas e-postis, et muudatus lõpule viia.
fa: صندوق ورودی خود را برای هر دو آدرس ایمیل بررسی کنید. برای تکمیل تغییر باید بر روی پیوندهای هر دو ایمیل کلیک کنید.
fi: Tarkista saapuneet viestit molemmille sähköpostiosoitteille. Sinun on napsautettava linkkejä molemmissa sähköpostiviesteissä muutoksen loppuunsaattamiseksi.
fil: Suriin ang iyong inbox para sa parehong email addresses. Dapat mong i-click ang mga link sa parehong emails upang makumpleto ang pagbabago.
fr: Vérifiez votre boîte de réception pour les deux adresses e-mail. Vous devez cliquer sur les liens dans les deux e-mails pour terminer la modification.
he: בדוק את תיבת הדוא"ל שלך לשתי כתובות הדוא"ל. עליך ללחוץ על הקישורים בשתי ההודעות כדי להשלים את השינוי.
hi: दोनों ईमेल पतों के लिए अपने इनबॉक्स की जांच करें। परिवर्तन पूरा करने के लिए आपको दोनों ईमेल में लिंक पर क्लिक करना होगा।
hr: Provjerite inbox za obje e-mail adrese. Morate kliknuti na linkove u oba e-maila kako biste dovršili promjenu.
hu: Ellenőrizze a postaládáját mindkét e-mail cím esetében. Mindkét e-mailben kattintson a linkekre a módosítás befejezéséhez.
id: Periksa kotak masuk Anda untuk kedua alamat email. Anda harus mengklik tautan di kedua email untuk menyelesaikan perubahan.
is: Athugaðu innhólfið þitt fyrir bæði netföng. Þú verður að smella á tengla í báðum netpóstum til að ljúka breytingunni.
it: Controlla la tua casella di posta per entrambi gli indirizzi email. Devi fare clic sui link in entrambi i messaggi per completare la modifica.
ja: 両方のメールアドレスの受信箱を確認してください。両方のメールのリンクをクリックして変更を完了する必要があります。
ko: 두 이메일 주소의 수신함을 확인하세요. 변경을 완료하려면 두 이메일의 링크를 모두 클릭해야 합니다.
lt: Patikrinkite abiejų el. pašto adresų gautų žinučių aplanką. Turite spustelėti nuorodas abiejose el. laiškuose, kad baigtumėte keitimą.
lv: Pārbaudiet savu iesūtni abām e-pasta adresēm. Jums jānoklikšķina uz saitēm abos e-pastos, lai pabeigtu izmaiņu.
nb: Sjekk innboksen din for begge e-postadressene. Du må klikke på lenkene i begge e-postene for å fullføre endringen.
nl: Controleer je inbox voor beide e-mailadressen. Je moet op de links in beide e-mails klikken om de wijziging af te ronden.
nn: Sjekk innboksen din for begge e-postadressene. Du må klikke på lenkene i begge e-postene for å fullføre endringen.
pl: Sprawdź swoją skrzynkę odbiorczą dla obu adresów e-mail. Musisz kliknąć łącza w obu wiadomościach e-mail, aby ukończyć zmianę.
pt_br: Verifique sua caixa de entrada para ambos os endereços de e-mail. Você deve clicar nos links em ambos os e-mails para concluir a alteração.
ro: Verifică inbox-ul pentru ambele adrese de e-mail. Trebuie să faci clic pe legăturile din ambele e-mailuri pentru a finaliza schimbarea.
ru: Проверьте входящие письма для обоих адресов электронной почты. Вы должны нажать на ссылки в обоих письмах для завершения изменения.
sk: Skontrolujte svoju doručenú poštu oboch e-mailových adries. Musíte kliknúť na odkazy v oboch e-mailoch, aby ste dokončili zmenu.
sl: Preveri nabiralnik za oba e-poštna naslova. Klikniti moraš na povezave v obeh e-poštnih sporočilih, da dokončaš spremembo.
sr: Proverite inbox za obe e-mail adrese. Morate kliknuti na linkove u oba e-maila da biste završili promenu.
sv: Kontrollera din inkorg för båda e-postadresserna. Du måste klicka på länkarna i båda e-postmeddelanden för att slutföra ändringen.
sw: Angalia sanduku lako la barua kwa anwani zote mbili za barua pepe. Lazima ubofye viungo katika barua pepe zote mbili ili kukamilisha mabadiliko.
ta: இரண்டு மின்னஞ்சல் முகவரிகளுக்கான உங்கள் இனবாக்সை சரிபார்க்கவும். மாற்றத்தை முடிக்க நீங்கள் இரண்டு மின்னஞ்சல்களிலும் உள்ள இணைப்புகளை கிளிக் செய்ய வேண்டும்.
th: ตรวจสอบกล่องจดหมายของคุณสำหรับที่อยู่อีเมลทั้งสอง คุณต้องคลิกลิงก์ในอีเมลทั้งสองเพื่อทำให้การเปลี่ยนแปลงเสร็จสมบูรณ์
tr: Her iki e-posta adresi için gelen kutunuzu kontrol edin. Değişikliği tamamlamak için her iki e-postadaki bağlantılara tıklamanız gerekir.
uk: Перевірте вхідну пошту обох адрес електронної пошти. Ви повинні натиснути посилання в обох листах, щоб завершити зміну.
ur: دونوں ای میل پتوں کے لیے اپنے ان باکس کو چیک کریں۔ تبدیلی مکمل کرنے کے لیے آپ کو دونوں ای میلوں میں روابط پر کلک کرنا ہوگا۔
vi: Kiểm tra hộp thư của bạn cho cả hai địa chỉ email. Bạn phải nhấp vào các liên kết trong cả hai email để hoàn tất thay đổi.
zh_hans: 查看两个电子邮件地址的收件箱。你必须点击两封电子邮件中的链接才能完成更改。
zh_hant: 檢查兩個電郵地址的收件箱。你必須點擊兩封電郵中的連結才能完成變更。

# profile.emailChange.confirmationSent
source: Confirmation Sent!
ar: تم إرسال التأكيد!
bg: Потвърждение изпратено!
bn: নিশ্চিতকরণ পাঠানো হয়েছে!
ca: Confirmació Enviada!
cs: Potvrzení odesláno!
da: Bekræftelse sendt!
de: Bestätigung versendet!
el: Η Επιβεβαίωση Στάλθηκε!
es: ¡Confirmación Enviada!
et: Kinnitus saadetud!
fa: تأیید ارسال شد!
fi: Vahvistus lähetetty!
fil: Bekreftelse Ipinadala!
fr: Confirmation envoyée !
he: האישור נשלח!
hi: पुष्टिकरण भेजा गया!
hr: Potvrda poslana!
hu: Megerősítés elküldve!
id: Konfirmasi Terkirim!
is: Staðfesting send!
it: Conferma inviata!
ja: 確認を送信しました!
ko: 확인 전송됨!
lt: Patvirtinimas išsiųstas!
lv: Apstiprinājums nosūtīts!
nb: Bekreftelse sendt!
nl: Bevestiging verzonden!
nn: Bekreftelse sendt!
pl: Potwierdzenie wysłane!
pt_br: Confirmação Enviada!
ro: Confirmare trimisă!
ru: Подтверждение отправлено!
sk: Potvrdenie odoslané!
sl: Potrditev poslana!
sr: Potvrda poslata!
sv: Bekräftelse skickad!
sw: Uthibitisho Ulitumwa!
ta: உறுதிப்படுத்தல் அனுப்பப்பட்டது!
th: ส่งการยืนยันแล้ว!
tr: Onay Gönderildi!
uk: Підтвердження надіслано!
ur: تصدیق بھیجی گئی!
vi: Xác nhận đã được gửi!
zh_hans: 确认已发送!
zh_hant: 已發送確認！

# profile.emailChange.currentEmailLabel
source: Current email
ar: البريد الإلكتروني الحالي
bg: Текущ имейл
bn: বর্তমান ইমেল
ca: Correu electrònic actual
cs: Aktuální e-mail
da: Nuværende e-mail
de: Aktuelle E-Mail
el: Τρέχουσα διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Correo actual
et: Praegune e-post
fa: ایمیل فعلی
fi: Nykyinen sähköposti
fil: Kasalukuyang email
fr: E-mail actuel
he: דוא"ל נוכחי
hi: वर्तमान ईमेल
hr: Trenutna e-mail
hu: Jelenlegi e-mail
id: Email saat ini
is: Núverandi netfang
it: Email attuale
ja: 現在のメール
ko: 현재 이메일
lt: Dabartinis el. paštas
lv: Pašreizējais e-pasts
nb: Nåværende e-post
nl: Huidige e-mail
nn: Nåværande e-post
pl: Obecny e-mail
pt_br: E-mail atual
ro: E-postul curent
ru: Текущая электронная почта
sk: Aktuálny e-mail
sl: Trenutni e-poštni naslov
sr: Trenutna e-mail
sv: Aktuell e-post
sw: Barua pepe ya Sasa
ta: தற்போதைய மின்னஞ்சல்
th: อีเมลปัจจุบัน
tr: Mevcut e-posta
uk: Поточна електронна пошта
ur: موجودہ ای میل
vi: Email hiện tại
zh_hans: 当前电子邮件
zh_hant: 目前電郵

# profile.emailChange.errors.invalidEmail
source: Invalid email address
ar: عنوان بريد إلكتروني غير صحيح
bg: Невалиден имейл адрес
bn: অবৈধ ইমেল ঠিকানা
ca: Adreça de correu electrònic no vàlida
cs: Neplatná e-mailová adresa
da: Ugyldig e-postadresse
de: Ungültige E-Mail-Adresse
el: Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Dirección de correo electrónico no válida
et: Vigane e-posti aadress
fa: آدرس ایمیل نامعتبر
fi: Virheellinen sähköpostiosoite
fil: Di-wastong email address
fr: Adresse e-mail invalide
he: כתובת דוא"ל לא חוקית
hi: अमान्य ईमेल पता
hr: Nevaljana e-mail adresa
hu: Érvénytelen e-mail cím
id: Alamat email tidak valid
is: Ógilt netfang
it: Indirizzo email non valido
ja: 無効なメールアドレス
ko: 유효하지 않은 이메일 주소
lt: Netinkamas el. pašto adresas
lv: Nepareiza e-pasta adrese
nb: Ugyldig e-postadresse
nl: Ongeldig e-mailadres
nn: Ugyldig e-postadresse
pl: Nieprawidłowy adres e-mail
pt_br: Endereço de email inválido
ro: Adresă de e-mail nevalidă
ru: Неверный адрес электронной почты
sk: Neplatná e-mailová adresa
sl: Neveljaven e-poštni naslov
sr: Nevažeća e-mail adresa
sv: Ogiltig e-postadress
sw: Anwani ya barua pepe si sahihi
ta: தவறான மின்னஞ்சல் முகவரி
th: ที่อยู่อีเมลไม่ถูกต้อง
tr: Geçersiz e-posta adresi
uk: Невірна адреса електронної пошти
ur: غلط ای میل پتہ
vi: Địa chỉ email không hợp lệ
zh_hans: 无效的电子邮件地址
zh_hant: 無效的電郵地址

# profile.emailChange.errors.oauthOnly
source: You need a password to change email
ar: تحتاج إلى كلمة مرور لتغيير البريد الإلكتروني
bg: Вие имате нужда от парола за промяна на имейла
bn: ইমেল পরিবর্তন করতে আপনার একটি পাসওয়ার্ড প্রয়োজন
ca: Necessites una contrasenya per canviar el correu electrònic
cs: Chcete-li změnit e-mail, potřebujete heslo
da: Du skal have en adgangskode for at ændre e-mail
de: Du benötigst ein Passwort, um deine E-Mail zu ändern
el: Χρειάζεστε κωδικό πρόσβασης για να αλλάξετε το email
es: Necesitas una contraseña para cambiar tu correo electrónico
et: E-posti muutmiseks pead paroolid olema
fa: برای تغییر ایمیل باید رمزعبور داشته باشید
fi: Sähköpostin vaihtaminen edellyttää salasanaa
fil: Kailangan mo ng password upang baguhin ang email
fr: Vous avez besoin d'un mot de passe pour changer votre e-mail
he: אתה צריך סיסמה לשינוי דוא"ל
hi: ईमेल बदलने के लिए आपको पासवर्ड की जरूरत है
hr: Trebate lozinku za promjenu e-maila
hu: Jelszó szükséges az e-mail módosításához
id: Anda memerlukan kata sandi untuk mengubah email
is: Þú þarft lykilorð til að breyta netfangi
it: Hai bisogno di una password per cambiare email
ja: メールアドレスを変更するにはパスワードが必要です
ko: 이메일을 변경하려면 비밀번호가 필요합니다
lt: Norėdami keisti el. paštą, jums reikalingas slaptažodis
lv: Jums jābūt parolei, lai mainītu e-pastu
nb: Du må ha et passord for å endre e-post
nl: Je hebt een wachtwoord nodig om je e-mail te wijzigen
nn: Du må ha et passord for å endre e-post
pl: Potrzebujesz hasła, aby zmienić e-mail
pt_br: Você precisa de uma senha para alterar o email
ro: Aveți nevoie de o parolă pentru a schimba e-mailul
ru: Вам нужен пароль для изменения электронной почты
sk: Na zmenu e-mailu potrebujete heslo
sl: Potrebuješ geslo za spremembo e-pošte
sr: Potrebna ti je lozinka da biste promenili e-mail
sv: Du behöver ett lösenord för att ändra e-post
sw: Unahitaji nenosiri ili kubadilisha barua pepe
ta: மின்னஞ்சலை மாற்ற உங்களுக்கு கடவுச்சொல் தேவை
th: คุณต้องมีรหัสผ่านเพื่อเปลี่ยนอีเมล
tr: E-postayı değiştirmek için bir şifreye ihtiyacınız var
uk: Вам потрібен пароль, щоб змінити електронну пошту
ur: ای میل تبدیل کرنے کے لیے آپ کے پاس پاس ورڈ ہونا ضروری ہے
vi: Bạn cần mật khẩu để thay đổi email
zh_hans: 需要密码才能更改电子邮件
zh_hant: 你需要密碼才能變更電郵

# profile.emailChange.errors.sameEmail
source: The new email is the same as current
ar: البريد الإلكتروني الجديد هو نفس البريد الحالي
bg: Новият имейл е същия като текущия
bn: নতুন ইমেল বর্তমান একই
ca: El correu electrònic nou és igual que l'actual
cs: Nový e-mail je stejný jako aktuální
da: Den nye e-mail er den samme som den aktuelle
de: Die neue E-Mail ist identisch mit der aktuellen
el: Το νέο email είναι το ίδιο με το τρέχον
es: El nuevo correo electrónico es el mismo que el actual
et: Uus e-post on sama kui praegune
fa: ایمیل جدید با ایمیل فعلی یکسان است
fi: Uusi sähköpostiosoite on sama kuin nykyinen
fil: Ang bagong email ay pareho sa kasalukuyan
fr: Le nouvel e-mail est identique à l'adresse actuelle
he: הדוא"ל החדש זהה לנוכחי
hi: नया ईमेल वर्तमान के समान है
hr: Nova e-mail je ista kao trenutna
hu: Az új e-mail megegyezik az aktuálissal
id: Email baru sama dengan yang saat ini
is: Nýja netfangið er það sama og núverandi
it: La nuova email è la stessa di quella attuale
ja: 新しいメールアドレスが現在のものと同じです
ko: 새 이메일이 현재 이메일과 동일합니다
lt: Naujas el. paštas yra toks pat kaip dabartinis
lv: Jaunais e-pasts ir tāds pats kā pašreizējais
nb: Den nye e-posten er den samme som den nåværende
nl: Het nieuwe e-mailadres is hetzelfde als het huidige
nn: Den nye e-posten er den samme som den nåværende
pl: Nowy e-mail jest taki sam jak obecny
pt_br: O novo email é o mesmo que o atual
ro: Noul e-mail este același cu cel curent
ru: Новый адрес электронной почты совпадает с текущим
sk: Nový e-mail je rovnaký ako aktuálny
sl: Novi e-poštni naslov je enak trenutnemu
sr: Nova e-mail je ista kao trenutna
sv: Den nya e-postadressen är densamma som den nuvarande
sw: Barua pepe mpya ni sawa na ile ya sasa
ta: புதிய மின்னஞ்சல் தற்போதைய மின்னஞ்சலுக்கு சமம்
th: อีเมลใหม่เหมือนกับปัจจุบัน
tr: Yeni e-posta mevcut e-postayla aynı
uk: Нова електронна пошта збігається з поточною
ur: نئی ای میل موجودہ جیسی ہے
vi: Email mới giống với email hiện tại
zh_hans: 新电子邮件与当前电子邮件相同
zh_hant: 新電郵與目前電郵相同

# profile.emailChange.instructions
source: Enter your new email address. We'll send a confirmation to both your old and new address.
ar: أدخل عنوان بريدك الإلكتروني الجديد. سنرسل تأكيدًا إلى عنوانك القديم والجديد.
bg: Напишете вашия нов имейл адрес. Ще изпратим потвърждение и на стария, и на новия адрес.
bn: আপনার নতুন ইমেল ঠিকানা প্রবেশ করুন। আমরা আপনার পুরানো এবং নতুন উভয় ঠিকানায় একটি নিশ্চিতকরণ পাঠাব।
ca: Escriu la teva nova adreça de correu electrònic. T'enviarem una confirmació tant a la teva adreça antiga com a la nova.
cs: Zadejte svou novou e-mailovou adresu. Odešleme potvrzení na vaši starou i novou adresu.
da: Indtast din nye e-postadresse. Vi sender en bekræftelse til både din gamle og nye adresse.
de: Gib deine neue E-Mail-Adresse ein. Wir senden eine Bestätigung an deine alte und neue Adresse.
el: Εισάγετε τη νέα σας διεύθυνση ηλεκτρονικού ταχυδρομείου. Θα στείλουμε μια επιβεβαίωση στη παλιά και τη νέα σας διεύθυνση.
es: Ingresa tu nueva dirección de correo electrónico. Enviaremos una confirmación a tu correo antiguo y nuevo.
et: Sisesta oma uus e-posti aadress. Saadame kinnituse nii vana kui ka uue aadressi peale.
fa: آدرس ایمیل جدید خود را وارد کنید. ما تأیید را به هر دو آدرس قدیم و جدید ارسال خواهیم کرد.
fi: Kirjoita uusi sähköpostiosoitteesi. Lähetämme vahvistuksen sekä vanhaan että uuteen osoitteeseen.
fil: Ilagay ang iyong bagong email address. Magpapadala kami ng bekreftelse sa iyong lumang at bagong address.
fr: Entrez votre nouvelle adresse e-mail. Nous enverrons une confirmation à votre ancienne et nouvelle adresse.
he: הזן את כתובת הדוא"ל החדשה שלך. נשלח אישור לכתובתך הישנה והחדשה.
hi: अपना नया ईमेल पता दर्ज करें। हम आपके पुराने और नए दोनों पतों पर पुष्टि भेजेंगे।
hr: Unesite vašu novu e-mail adresu. Poslat ćemo potvrdu na vašu staru i novu adresu.
hu: Írja be az új e-mail címet. Megerősítést küldünk mind a régi, mind az új címre.
id: Masukkan alamat email baru Anda. Kami akan mengirim konfirmasi ke alamat lama dan baru Anda.
is: Sláðu inn nýja netfangið þitt. Við munum senda staðfestingu á bæði gömlu og nýju heimilisföngin þín.
it: Inserisci il tuo nuovo indirizzo email. Ti invieremo una conferma sia al tuo indirizzo vecchio che a quello nuovo.
ja: 新しいメールアドレスを入力してください。確認メールを古いアドレスと新しいアドレスの両方に送信します。
ko: 새 이메일 주소를 입력하세요. 이전 주소와 새 주소 모두에 확인 이메일을 보내드립니다.
lt: Įveskite savo naują el. pašto adresą. Patvirtinimą išsime į jūsų seną ir naują adresą.
lv: Ievadiet savu jauno e-pasta adresi. Mēs nosūtīsim apstiprinājumu uz jūsu veco un jauno adresi.
nb: Skriv inn din nye e-postadresse. Vi sender en bekreftelse til både den gamle og nye adressen.
nl: Voer je nieuwe e-mailadres in. We sturen een bevestiging naar zowel je oude als nieuwe adres.
nn: Skriv inn din nye e-postadresse. Vi sender ein bekreftelse til både den gamle og nye adressen.
pl: Wpisz swój nowy adres e-mail. Wyślemy potwierdzenie na stary i nowy adres.
pt_br: Digite seu novo endereço de email. Enviaremos uma confirmação para seu endereço antigo e novo.
ro: Introduceți noua adresă de e-mail. Vom trimite o confirmare la ambele adrese, cea veche și cea nouă.
ru: Введите новый адрес электронной почты. Мы отправим подтверждение на оба адреса — старый и новый.
sk: Zadajte svoju novú e-mailovú adresu. Pošleme potvrdenie na vašu starú aj novú adresu.
sl: Vpiši svoj novi e-poštni naslov. Poslali bomo potrditev na tvoj stari in novi naslov.
sr: Unesite vašu novu e-mail adresu. Poslacemo potvrdu na staru i novu adresu.
sv: Ange din nya e-postadress. Vi skickar en bekräftelse till både din gamla och nya adress.
sw: Ingiza anwani yako mpya ya barua pepe. Tutakutumia uthibitisho kwa anwani yako ya zamani na mpya.
ta: உங்கள் புதிய மின்னஞ்சல் முகவரியை உள்ளிடவும். உங்கள் பழைய மற்றும் புதிய முகவரிக்கு உறுதிப்படுத்தல் அனுப்பப்படும்.
th: ป้อนที่อยู่อีเมลใหม่ของคุณ เราจะส่งการยืนยันไปยังทั้งที่อยู่เก่าและใหม่
tr: Yeni e-posta adresinizi girin. Eski ve yeni adresinize bir onay göndereceğiz.
uk: Введіть вашу нову адресу електронної пошти. Ми надішлемо підтвердження на стару й нову адресу.
ur: اپنا نیا ای میل پتہ درج کریں۔ ہم آپ کے پرانے اور نئے دونوں پتوں پر تصدیق بھیجیں گے۔
vi: Nhập địa chỉ email mới của bạn. Chúng tôi sẽ gửi xác nhận đến cả địa chỉ cũ và mới.
zh_hans: 输入您的新电子邮件地址。我们将向您的旧地址和新地址发送确认。
zh_hant: 輸入你的新電郵地址。我們會向你的舊電郵和新電郵地址發送確認。

# profile.emailChange.newEmailLabel
source: New email
ar: بريد إلكتروني جديد
bg: Нов имейл
bn: নতুন ইমেল
ca: Correu electrònic nou
cs: Nový e-mail
da: Ny e-mail
de: Neue E-Mail
el: Νέο email
es: Nuevo correo
et: Uus e-post
fa: ایمیل جدید
fi: Uusi sähköposti
fil: Bagong email
fr: Nouvel e-mail
he: דוא"ל חדש
hi: नया ईमेल
hr: Nova e-mail
hu: Új e-mail
id: Email baru
is: Nýtt netfang
it: Nuova email
ja: 新しいメール
ko: 새 이메일
lt: Naujas el. paštas
lv: Jauns e-pasts
nb: Ny e-post
nl: Nieuw e-mailadres
nn: Ny e-post
pl: Nowy e-mail
pt_br: Novo email
ro: E-mail nou
ru: Новый адрес электронной почты
sk: Nový e-mail
sl: Novi e-poštni naslov
sr: Nova e-mail
sv: Ny e-post
sw: Barua pepe Mpya
ta: புதிய மின்னஞ்சல்
th: อีเมลใหม่
tr: Yeni e-posta
uk: Нова електронна пошта
ur: نئی ای میل
vi: Email mới
zh_hans: 新电子邮件
zh_hant: 新電郵

# profile.emailChange.newEmailPlaceholder
source: new@email.com
ar: جديد@بريد.com
bg: novemail@mail.bg
bn: নতুন@ইমেল.com
ca: nou@correu.com
cs: nova@email.cz
da: ny@email.dk
de: neu@email.com
el: neo@email.gr
es: nuevo@correo.com
et: uus@epost.ee
fi: uusi@sahkoposti.fi
fil: bago@email.com
fr: nouveau@email.com
hi: naya@emai.com
hr: nova@email.com
hu: uj@email.hu
id: baru@email.com
is: ný@epost.is
it: nuova@email.com
lt: naujas@epastas.lt
lv: jauns@epasts.lv
nb: ny@epost.no
nl: nieuw@email.com
nn: ny@epost.no
pl: nowy@email.com
pt_br: novo@email.com
ro: nou@email.com
sk: novy@email.sk
sl: novo@epost.si
sr: nova@email.com
sv: ny@epost.se
sw: mpya@barua.com
ta: new@emai.com
tr: yeni@eposta.com
uk: nova@poshta.ua
vi: thaydoi@email.com
